Repository: kvoloboy/GameStore
Catalog: GameStore/GameStore.Web/Resources/Controllers/AccountController.*.resx
Languages: ru

source: Invalid attempt to sign in
ru: Неверно введено логин или пароль

source: Hour
ru: Час

source: Day
ru: День

source: Week
ru: Неделя

source: Month
ru: Месяц

source: Permanent
ru: Навсегда

source: Password should contain at least 8 symbols
ru: Пароль должен содержать как минимум 8 символов

source: Password should contain at least one digit
ru: Пароль должен содержать как минимум 1 цифру

source: Password should contain at least one lower case symbol
ru: Пароль должен содержать как минимум 1 символ в нижнем регистре

source: Password should contain at least one upper case symbol
ru: Пароль должен содержать как минимум 1 символ в верхнем регистре
